Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Create a key with permission to edit app metadata. Account Holder, Admin, or App Manager roles are typical for screenshot uploads. Download the `.p8` private key file (you can only download it once).
ar: قم بإنشاء مفتاح لديه إذن لتحرير البيانات التعريفية للتطبيق. تعد أدوار صاحب الحساب أو المسؤول أو مدير التطبيقات نموذجية لعمليات تحميل لقطات الشاشة. قم بتنزيل ملف المفتاح الخاص `.p8` (يمكنك تنزيله مرة واحدة فقط).
ca: Creeu una clau amb permís per editar les metadades de l'aplicació. Les funcions de titular del compte, d'administrador o de gestor d'aplicacions són habituals per a les càrregues de captures de pantalla. Baixeu el fitxer de clau privada `.p8` (només el podeu baixar una vegada).
cs: Vytvořte klíč s oprávněním upravovat metadata aplikace. Role Držitel účtu, Správce nebo Správce aplikací jsou typické pro nahrávání snímků obrazovky. Stáhněte si soubor soukromého klíče `.p8` (můžete jej stáhnout pouze jednou).
da: Opret en nøgle med tilladelse til at redigere app-metadata. Roller som kontoindehaver, administrator eller appadministrator er typiske for uploads af skærmbilleder. Download den private nøglefil ".p8" (du kan kun downloade den én gang).
de: Erstelle einen Schlüssel mit der Berechtigung, App-Metadaten zu bearbeiten. Für Screenshot-Uploads sind die Rollen „Kontoinhaber“, „Administrator“ oder „App-Manager“ üblich. Lade die private Schlüsseldatei `.p8` herunter (das geht nur einmal).
el: Δημιουργήστε ένα κλειδί με άδεια επεξεργασίας μεταδεδομένων εφαρμογής. Οι ρόλοι του κατόχου λογαριασμού, του διαχειριστή ή του διαχειριστή εφαρμογών είναι τυπικοί για μεταφορτώσεις στιγμιότυπων οθόνης. Κάντε λήψη του αρχείου ιδιωτικού κλειδιού «.p8» (μπορείτε να το κατεβάσετε μόνο μία φορά).
es: Crea una clave con permiso para editar los metadatos de la app. Los roles Account Holder, Admin o App Manager son los habituales para subir capturas. Descarga el archivo de clave privada `.p8` (solo se puede descargar una vez).
fa: کلیدی با اجازهٔ ویرایش فرادادهٔ برنامه بسازید. نقش‌های Account Holder، Admin یا App Manager معمولاً برای آپلود اسکرین‌شات مناسب‌اند. فایل کلید خصوصی `.p8` را دانلود کنید (فقط یک بار می‌توان آن را دانلود کرد).
fi: Luo avain, jolla on lupa muokata sovelluksen metatietoja. Tilinhaltijan, järjestelmänvalvojan tai sovelluspäällikön roolit ovat tyypillisiä kuvakaappausten latauksille. Lataa yksityisen avaimen tiedosto .p8 (voit ladata sen vain kerran).
fr: Créez une clé autorisée à modifier les métadonnées de l'app. Les rôles Titulaire du compte, Admin ou Gestionnaire d'apps sont habituels pour l'envoi de captures d'écran. Téléchargez le fichier de clé privée `.p8` (vous ne pouvez le télécharger qu'une seule fois).
he: צור מפתח עם הרשאה לערוך מטא נתונים של אפליקציה. תפקידי בעל חשבון, מנהל או מנהל אפליקציות אופייניים להעלאות של צילומי מסך. הורד את קובץ המפתח הפרטי `.p8` (תוכל להוריד אותו רק פעם אחת).
hr: Izradite ključ s dopuštenjem za uređivanje metapodataka aplikacije. Uloge vlasnika računa, administratora ili upravitelja aplikacije tipične su za prijenos snimaka zaslona. Preuzmite datoteku privatnog ključa `.p8` (možete je preuzeti samo jednom).
hu: Hozzon létre egy kulcsot az alkalmazás metaadatainak szerkesztésére. A fióktulajdonos, a rendszergazda vagy az alkalmazáskezelő szerepkör jellemző a képernyőképek feltöltésére. Töltse le a `.p8` privát kulcs fájlt (csak egyszer töltheti le).
id: Buat kunci dengan izin untuk mengedit metadata aplikasi. Peran Pemegang Akun, Admin, atau Manajer Aplikasi adalah hal yang umum untuk unggahan tangkapan layar. Unduh file kunci pribadi `.p8` (Anda hanya dapat mengunduhnya satu kali).
it: Crea una chiave con l'autorizzazione a modificare i metadati dell'app. Per il caricamento degli screenshot si usano di solito i ruoli Titolare dell'account, Amministratore o Gestore app. Scarica il file della chiave privata `.p8` (puoi scaricarlo una sola volta).
ja: アプリのメタデータを編集する権限があるキーを作成します。スクリーンショットのアップロードには通常、「アカウント保持者」「管理」「App マネージャ」のいずれかの役割を使います。`.p8` 秘密キーファイルをダウンロードします (ダウンロードできるのは1回だけです)。
ko: 앱 메타데이터를 편집할 수 있는 권한이 있는 키를 만드세요. 스크린샷 업로드에는 보통 계정 소유자, 관리자 또는 앱 관리자 역할을 사용합니다. `.p8` 개인 키 파일을 다운로드하세요(한 번만 다운로드할 수 있습니다).
ms: Buat kunci dengan kebenaran untuk mengedit metadata apl. Peranan Pemegang Akaun, Pentadbir atau Pengurus Apl adalah tipikal untuk muat naik tangkapan skrin. Muat turun fail kunci peribadi `.p8` (anda hanya boleh memuat turun sekali sahaja).
nl: Maak een sleutel met toestemming om app-metagegevens te bewerken. De rollen Accounthouder, Beheerder of App-manager zijn typisch voor screenshot-uploads. Download het privésleutelbestand `.p8` (je kunt het maar één keer downloaden).
no: Opprett en nøkkel med tillatelse til å redigere appmetadata. Kontoinnehaver, administrator eller appadministratorroller er typiske for opplasting av skjermbilder. Last ned den private nøkkelfilen `.p8` (du kan bare laste den ned én gang).
pl: Utwórz klucz z uprawnieniami do edycji metadanych aplikacji. Role właściciela konta, administratora lub menedżera aplikacji są typowe dla przesyłania zrzutów ekranu. Pobierz plik klucza prywatnego `.p8` (można go pobrać tylko raz).
pt_br: Crie uma chave com permissão para editar os metadados do app. As funções Titular da Conta, Administrador ou Gerente de Apps são as mais comuns para enviar capturas de tela. Baixe o arquivo de chave privada `.p8` (só é possível baixá-lo uma vez).
pt_pt: Crie uma chave com permissão para editar metadados do aplicativo. As funções de titular de conta, administrador ou gerente de aplicativos são típicas para uploads de capturas de ecrã. Baixe o ficheiro de chave privada `.p8` (você só pode baixá-lo uma vez).
ro: Creați o cheie cu permisiunea de a edita metadatele aplicației. Rolurile deținătorului de cont, de administrator sau de manager de aplicații sunt tipice pentru încărcările de capturi de ecran. Descărcați fișierul cu cheia privată `.p8` ( îl puteți descărca o singură dată).
ru: Создайте ключ с правом редактирования метаданных приложения. Для загрузки скриншотов обычно подходят роли Account Holder, Admin или App Manager. Загрузите файл закрытого ключа `.p8` (скачать его можно только один раз).
sk: Vytvorte kľúč s povolením upravovať metadáta aplikácie. Roly držiteľa účtu, správcu alebo správcu aplikácií sú typické pre nahrávanie snímok obrazovky. Stiahnite si súbor súkromného kľúča `.p8` (môžete ho stiahnuť iba raz).
sl: Ustvarite ključ z dovoljenjem za urejanje metapodatkov aplikacije. Vloge imetnika računa, skrbnika ali upravitelja aplikacij so značilne za nalaganje posnetkov zaslona. Prenesite datoteko z zasebnim ključem `.p8` (prenesete jo lahko samo enkrat).
sv: Skapa en nyckel med behörighet att redigera appmetadata. Roller som kontoinnehavare, administratör eller apphanterare är typiska för uppladdningar av skärmdumpar. Ladda ner den privata nyckelfilen `.p8` (du kan bara ladda ner den en gång).
th: สร้างคีย์ที่มีสิทธิ์แก้ไขข้อมูลเมตาของแอป บทบาทเจ้าของบัญชี ผู้ดูแลระบบ หรือผู้จัดการแอปเป็นเรื่องปกติสำหรับการอัปโหลดภาพหน้าจอ ดาวน์โหลดไฟล์คีย์ส่วนตัว `.p8` (คุณสามารถดาวน์โหลดได้เพียงครั้งเดียว)
tr: Uygulama meta verilerini düzenleme iznine sahip bir anahtar oluşturun. Ekran görüntüsü yüklemeleri için genellikle Hesap Sahibi, Yönetici veya Uygulama Yöneticisi rolleri kullanılır. `.p8` özel anahtar dosyasını indirin (yalnızca bir kez indirebilirsiniz).
uk: Створіть ключ із дозволом редагувати метадані програми. Для вивантаження знімків екрана зазвичай підходять ролі Account Holder, Admin або App Manager. Завантажте файл приватного ключа `.p8` (завантажити його можна лише один раз).
ur: ایپ میٹا ڈیٹا میں ترمیم کرنے کی اجازت کے ساتھ ایک کلید بنائیں۔ اکاؤنٹ ہولڈر، ایڈمن، یا ایپ مینیجر کے کردار اسکرین شاٹ اپ لوڈز کے لیے عام ہیں۔ `.p8` نجی کلید فائل ڈاؤن لوڈ کریں (آپ اسے صرف ایک بار ڈاؤن لوڈ کر سکتے ہیں)۔
vi: Tạo khóa có quyền chỉnh sửa siêu dữ liệu ứng dụng. Các vai trò Chủ tài khoản, Quản trị viên hoặc Người quản lý ứng dụng là điển hình cho việc tải lên ảnh chụp màn hình. Tải xuống tệp khóa riêng `.p8` (bạn chỉ có thể tải xuống một lần).
zh_hans: 创建一个有权编辑 App 元数据的密钥。上传截图通常使用“账户持有人”、“管理”或“App 管理”角色。下载 `.p8` 私钥文件（只能下载一次）。
zh_hant: 建立具有編輯 App 後設資料權限的密鑰。上傳螢幕截圖通常使用「帳號持有人」、「管理」或「App 管理」角色。下載 `.p8` 私密密鑰檔案（只能下載一次）。

source: Create a new version in App Store Connect, or wait for this one to return to an editable state.
ar: قم بإنشاء إصدار جديد في App Store Connect، أو انتظر حتى يعود هذا الإصدار إلى حالة قابلة للتحرير.
ca: Creeu una versió nova a App Store Connect o espereu que aquesta torni a un estat editable.
cs: Vytvořte novou verzi v App Store Connect nebo počkejte, až se tato vrátí do upravitelného stavu.
da: Opret en ny version i App Store Connect, eller vent på, at denne vender tilbage til en redigerbar tilstand.
de: Erstelle in App Store Connect eine neue Version oder warte, bis diese Version wieder bearbeitbar ist.
el: Δημιουργήστε μια νέα έκδοση στο App Store Connect ή περιμένετε να επιστρέψει σε επεξεργάσιμη κατάσταση.
es: Crea una nueva versión en App Store Connect o espera a que esta vuelva a un estado editable.
fa: در App Store Connect نسخه جدیدی بسازید یا منتظر بمانید این نسخه دوباره قابل ویرایش شود.
fi: Luo uusi versio kohteessa App Store Connect tai odota, että tämä palaa muokattavaan tilaan.
fr: Créez une nouvelle version dans App Store Connect ou attendez que celle-ci redevienne modifiable.
he: צור גרסה חדשה ב-App Store Connect, או המתן עד שהגרסה הזו תחזור למצב הניתן לעריכה.
hr: Izradite novu verziju u App Store Connect ili pričekajte da se ova vrati u stanje za uređivanje.
hu: Hozzon létre egy új verziót a App Store Connect alatt, vagy várja meg, amíg ez visszatér a szerkeszthető állapotba.
id: Buat versi baru di App Store Connect, atau tunggu hingga versi ini kembali ke status dapat diedit.
it: Crea una nuova versione in App Store Connect oppure attendi che questa torni modificabile.
ja: App Store Connectで新しいバージョンを作成するか、このバージョンが編集可能な状態に戻るまで待ってください。
ko: App Store Connect에서 새 버전을 만들거나 이 버전이 편집 가능한 상태로 돌아올 때까지 기다리세요.
ms: Buat versi baharu dalam App Store Connect atau tunggu versi ini kembali kepada keadaan boleh diedit.
nl: Maak een nieuwe versie in App Store Connect, of wacht tot deze terugkeert naar een bewerkbare staat.
no: Opprett en ny versjon i App Store Connect, eller vent til denne går tilbake til en redigerbar tilstand.
pl: Utwórz nową wersję w App Store Connect lub poczekaj, aż ta powróci do stanu umożliwiającego edycję.
pt_br: Crie uma nova versão no App Store Connect ou aguarde esta voltar a um estado editável.
pt_pt: Crie uma nova versão em App Store Connect ou espere que esta retorne ao estado editável.
ro: Creați o versiune nouă în App Store Connect sau așteptați ca aceasta să revină la o stare editabilă.
ru: Создайте новую версию в App Store Connect или дождитесь, пока эта снова станет доступна для редактирования.
sk: Vytvorte novú verziu v App Store Connect alebo počkajte, kým sa táto vráti do upraviteľného stavu.
sl: Ustvarite novo različico v App Store Connect ali počakajte, da se ta vrne v stanje, ki ga je mogoče urejati.
sv: Skapa en ny version i App Store Connect, eller vänta tills denna återgår till ett redigerbart tillstånd.
th: สร้างเวอร์ชันใหม่ใน App Store Connect หรือรอให้เวอร์ชันนี้กลับสู่สถานะที่แก้ไขได้
tr: App Store Connect'te yeni bir sürüm oluşturun ya da bu sürümün yeniden düzenlenebilir duruma gelmesini bekleyin.
uk: Створіть нову версію в App Store Connect або дочекайтеся, поки ця знову стане доступною для редагування.
ur: App Store Connect میں ایک نیا ورژن بنائیں، یا اس کے قابل ترمیم حالت میں واپس آنے کا انتظار کریں۔
vi: Tạo phiên bản mới trong App Store Connect hoặc đợi phiên bản này quay lại trạng thái có thể chỉnh sửa.
zh_hans: 请在 App Store Connect 中创建新版本，或等待此版本恢复到可编辑状态。
zh_hant: 請在 App Store Connect 中建立新版本，或等待此版本恢復為可編輯狀態。

source: Create a service account in the Google Cloud console, enable the Google Play Android Developer API, and download its JSON key. In the Play Console, invite the service account under Users and permissions and grant it access to edit store listings.
ar: أنشئ حساب خدمة في وحدة تحكم Google Cloud، وقم بتمكين Google Play Android Developer API، وقم بتنزيل مفتاح JSON الخاص به. في Play Console، قم بدعوة حساب الخدمة ضمن المستخدمون والأذونات وامنحه حق الوصول لتعديل قوائم المتجر.
ca: Creeu un compte de servei a la consola de Google Cloud, activeu el Google Play Desenvolupador d'Android API i baixeu-ne la clau JSON. A Play Console, convideu el compte de servei a Usuaris i permisos i doneu-li accés per editar fitxes de la botiga.
cs: Vytvořte si účet služby v konzole Google Cloud, povolte Google Play Android Developer API a stáhněte si jeho klíč JSON. Ve službě Play Console pozvěte servisní účet v části Uživatelé a oprávnění a udělte mu přístup k úpravám záznamů v obchodu.
da: Opret en tjenestekonto i Google Cloud-konsollen, aktiver Google Play Android-udvikleren API, og download dens JSON-nøgle. I Play Console skal du invitere tjenestekontoen under Brugere og tilladelser og give den adgang til at redigere butiksfortegnelser.
de: Erstelle in der Google Cloud Console ein Dienstkonto, aktiviere die Google Play Android Developer API und lade den JSON-Schlüssel herunter. Lade in der Play Console unter „Nutzer und Berechtigungen“ das Dienstkonto ein und gib ihm Zugriff zum Bearbeiten von Store-Einträgen.
el: Δημιουργήστε έναν λογαριασμό υπηρεσίας στην κονσόλα Google Cloud, ενεργοποιήστε τον Google Play Android Developer API και κατεβάστε το κλειδί JSON του. Στο Play Console, προσκαλέστε τον λογαριασμό υπηρεσίας στην ενότητα Χρήστες και δικαιώματα και παραχωρήστε του πρόσβαση στην επεξεργασία καταχωρίσεων καταστήματος.
es: Crea una cuenta de servicio en la consola de Google Cloud, habilita la API Google Play Android Developer y descarga su clave JSON. En Play Console, invita a la cuenta de servicio en Usuarios y permisos y concédele acceso para editar las fichas de Play Store.
fa: یک حساب سرویس در کنسول Google Cloud ایجاد کنید، Google Play Android Developer API را فعال کنید و کلید JSON آن را دانلود کنید. در Play Console، حساب سرویس را در قسمت Users and Permissions دعوت کنید و به آن اجازه دهید تا فهرست‌های فروشگاه را ویرایش کند.
fi: Luo palvelutili Google Cloud -konsolissa, ota Google Play Android-kehittäjä API käyttöön ja lataa sen JSON-avain. Kutsu palvelutili Play Consolessa Käyttäjät ja käyttöoikeudet -kohdassa ja myönnä sille pääsy tietosivujen muokkaamiseen.
fr: Créez un compte de service dans la console Google Cloud, activez l'API Google Play Android Developer et téléchargez sa clé JSON. Dans la Play Console, invitez le compte de service dans Utilisateurs et autorisations et autorisez-le à modifier les fiches Play Store.
he: צור חשבון שירות במסוף Google Cloud, הפעל את Google Play מפתח Android API והורד את מפתח ה-JSON שלו. ב-Play Console, הזמן את חשבון השירות תחת משתמשים והרשאות והענק לו גישה לעריכת רישומי חנויות.
hr: Izradite račun usluge u Google Cloud konzoli, omogućite Google Play Android Developer API i preuzmite njegov JSON ključ. Na Play konzoli pozovite račun usluge pod Korisnici i dopuštenja i dodijelite mu pristup za uređivanje unosa u trgovini.
hu: Hozzon létre egy szolgáltatási fiókot a Google Cloud konzolban, engedélyezze a Google Play Android Developer API alkalmazást, és töltse le a JSON-kulcsát. A Play Console-ban hívd meg a szolgáltatásfiókot a Felhasználók és engedélyek alatt, és adj neki hozzáférést az áruházi adatlapok szerkesztéséhez.
id: Buat akun layanan di konsol Google Cloud, aktifkan Google Play Pengembang Android API, dan unduh kunci JSON-nya. Di Konsol Play, undang akun layanan di bagian Pengguna dan izin, lalu berikan akses untuk mengedit listingan toko.
it: Crea un account di servizio nella console di Google Cloud, abilita la Google Play Android Developer API e scarica la sua chiave JSON. Nella Play Console, invita l'account di servizio in Utenti e autorizzazioni e concedigli l'accesso per modificare le schede dello store.
ja: Google Cloud コンソールでサービスアカウントを作成し、Google Play Android Developer API を有効にして、JSON キーをダウンロードしてください。次に Play Console の「ユーザーと権限」でサービスアカウントを招待し、ストアの掲載情報を編集する権限を付与してください。
ko: Google Cloud 콘솔에서 서비스 계정을 만들고, Google Play Android Developer API를 활성화한 다음 해당 JSON 키를 다운로드하세요. Play Console의 사용자 및 권한에서 서비스 계정을 초대하고 스토어 등록정보를 수정할 수 있는 권한을 부여하세요.
ms: Buat akaun perkhidmatan dalam konsol Google Cloud, dayakan Google Play Pembangun Android API dan muat turun kunci JSONnya. Dalam Play Console, jemput akaun perkhidmatan di bawah Pengguna dan kebenaran dan berikannya akses untuk mengedit penyenaraian gedung.
nl: Maak een serviceaccount in de Google Cloud-console, schakel de Google Play Android-ontwikkelaar API in en download de JSON-sleutel ervan. Nodig het serviceaccount in de Play Console uit onder Gebruikers en rechten en verleen het toegang om winkelvermeldingen te bewerken.
no: Opprett en tjenestekonto i Google Cloud-konsollen, aktiver Google Play Android-utvikleren API, og last ned JSON-nøkkelen. I Play-konsollen inviterer du tjenestekontoen under Brukere og tillatelser og gir den tilgang til å redigere butikkoppføringer.
pl: Utwórz konto usługi w konsoli Google Cloud, włącz Google Play programistę Androida API i pobierz jego klucz JSON. W Konsoli Play zaproś konto usługi w sekcji Użytkownicy i uprawnienia i przyznaj mu uprawnienia do edytowania informacji o aplikacji.
pt_br: Crie uma conta de serviço no console do Google Cloud, ative a Google Play Android Developer API e baixe a chave JSON. No Play Console, convide a conta de serviço em Usuários e permissões e dê a ela acesso para editar as páginas da loja.
pt_pt: Crie uma conta de serviço no console do Google Cloud, ative o Google Play desenvolvedor Android API e faça download da chave JSON. No Play Console, convide a conta de serviço em Utilizadores e permissões e conceda-lhe acesso para editar detalhes do app.
ro: Creați un cont de serviciu în consola Google Cloud, activați Google Play Android Developer API și descărcați cheia JSON a acestuia. În Play Console, invitați contul de serviciu sub Utilizatori și permisiuni și acordați-i acces pentru a edita înregistrările din magazin.
ru: Создайте сервисный аккаунт в консоли Google Cloud, включите Google Play Android Developer API и загрузите его JSON-ключ. В Play Console пригласите сервисный аккаунт в разделе «Пользователи и разрешения» и дайте ему доступ к редактированию страниц в магазине.
sk: Vytvorte si účet služby v konzole Google Cloud, povoľte Google Play Android Developer API a stiahnite si jeho kľúč JSON. V službe Play Console pozvite účet služby v časti Používatelia a povolenia a udeľte mu prístup na úpravu záznamov v obchode.
sl: Ustvarite račun storitve v konzoli Google Cloud, omogočite Google Play Android Developer API in prenesite njegov ključ JSON. V Konzoli Play povabite račun storitve pod Uporabniki in dovoljenja ter mu podelite dostop za urejanje vnosov v trgovino.
sv: Skapa ett tjänstkonto i Google Cloud-konsolen, aktivera Google Play Android-utvecklaren API och ladda ner dess JSON-nyckel. I Play Console, bjud in tjänstkontot under Användare och behörigheter och ge det åtkomst att redigera butiksuppgifter.
th: สร้างบัญชีบริการในคอนโซล Google Cloud เปิดใช้งาน Google Play นักพัฒนาซอฟต์แวร์ Android API และดาวน์โหลดคีย์ JSON ใน Play Console ให้เชิญบัญชีบริการภายใต้ผู้ใช้และสิทธิ์ จากนั้นให้สิทธิ์แก้ไขข้อมูลผลิตภัณฑ์ใน Store
tr: Google Cloud konsolunda bir hizmet hesabı oluşturun, Google Play Android Developer API'yi etkinleştirin ve JSON anahtarını indirin. Play Console'da, Kullanıcılar ve izinler bölümünden hizmet hesabını davet edin ve ona mağaza sayfalarını düzenleme erişimi verin.
uk: Створіть сервісний обліковий запис у консолі Google Cloud, увімкніть Google Play Android Developer API і завантажте його ключ JSON. У Play Console запросіть сервісний обліковий запис у розділі «Користувачі та дозволи» й надайте йому доступ до редагування сторінок у магазині.
ur: Google Cloud کنسول میں ایک سروس اکاؤنٹ بنائیں، Google Play Android Developer API کو فعال کریں، اور اس کی JSON کلید ڈاؤن لوڈ کریں۔ Play Console میں، سروس اکاؤنٹ کو صارفین اور اجازتوں کے تحت مدعو کریں اور اسے اسٹور کی فہرستوں میں ترمیم کرنے تک رسائی دیں۔
vi: Tạo tài khoản dịch vụ trong bảng điều khiển Google Cloud, bật Google Play Nhà phát triển Android API và tải xuống khóa JSON của nó. Trong Play Console, hãy mời tài khoản dịch vụ trong phần Người dùng và quyền rồi cấp cho tài khoản đó quyền chỉnh sửa danh sách cửa hàng.
zh_hans: 在 Google Cloud 控制台中创建一个服务账号，启用 Google Play Android Developer API，并下载其 JSON 密钥。在 Play 管理中心中，在“用户和权限”下邀请服务账号，并授予其编辑商品详情的权限。
zh_hant: 在 Google Cloud 主控台中建立服務帳號、啟用 Google Play Android Developer API，並下載其 JSON 密鑰。在 Play Console 的「使用者和權限」中邀請該服務帳號，並授予其編輯商店資訊的權限。

source: Create Backup…
ar: إنشاء نسخة احتياطية...
ca: Crea una còpia de seguretat...
cs: Vytvořit zálohu…
da: Opret sikkerhedskopi...
de: Backup erstellen…
el: Δημιουργία αντιγράφου ασφαλείας…
es: Crear copia de seguridad…
fa: ایجاد پشتیبان…
fi: Luo varmuuskopio…
fr: Créer une sauvegarde…
he: צור גיבוי...
hr: Stvori sigurnosnu kopiju...
hu: Biztonsági másolat létrehozása…
id: Buat Cadangan…
it: Crea backup…
ja: バックアップを作成…
ko: 백업 생성…
ms: Buat Sandaran…
nl: Back-up maken...
no: Lag sikkerhetskopi...
pl: Utwórz kopię zapasową…
pt_br: Criar backup…
pt_pt: Criar backup…
ro: Creați o copie de rezervă...
ru: Создать резервную копию…
sk: Vytvoriť zálohu…
sl: Ustvari varnostno kopijo …
sv: Skapa säkerhetskopia...
th: สร้างข้อมูลสำรอง...
tr: Yedek Oluştur…
uk: Створити резервну копію…
ur: بیک اپ بنائیں…
vi: Tạo bản sao lưu…
zh_hans: 创建备份…
zh_hant: 建立備份…

source: Create Blank Project
ar: إنشاء مشروع فارغ
ca: Crea un projecte en blanc
cs: Vytvořit prázdný projekt
da: Opret tomt projekt
de: Leeres Projekt erstellen
el: Δημιουργία κενού έργου
es: Crear proyecto en blanco
fa: ایجاد پروژه خالی
fi: Luo tyhjä projekti
fr: Créer un projet vierge
he: צור פרויקט ריק
hr: Stvorite prazan projekt
hu: Üres projekt létrehozása
id: Buat Proyek Kosong
it: Crea progetto vuoto
ja: 空のプロジェクトを作成
ko: 빈 프로젝트 만들기
ms: Buat Projek Kosong
nl: Maak een leeg project
no: Opprett tomt prosjekt
pl: Utwórz pusty projekt
pt_br: Criar projeto em branco
pt_pt: Criar projeto em branco
ro: Creați proiect necompletat
ru: Создать пустой проект
sk: Vytvoriť prázdny projekt
sl: Ustvari prazen projekt
sv: Skapa tomt projekt
th: สร้างโครงการเปล่า
tr: Boş Proje Oluştur
uk: Створити порожній проєкт
ur: خالی پروجیکٹ بنائیں
vi: Tạo dự án trống
zh_hans: 创建空白项目
zh_hant: 建立空白專案

source: Create From
ar: إنشاء من
ca: Crea des de
cs: Vytvořit z
da: Opret fra
de: Erstellen aus
el: Δημιουργία από
es: Modo de creación
fa: ایجاد از
fi: Luo kohteesta
fr: Créer à partir de
he: צור מתוך
hr: Stvori iz
hu: Létrehozás innen
id: Buat Dari
it: Crea da
ja: 作成元
ko: 생성 방식
ms: Cipta Daripada
nl: Maken van
no: Opprett fra
pl: Utwórz z
pt_br: Criar a partir de
pt_pt: Criar de
ro: Creați din
ru: Способ создания
sk: Vytvoriť z
sl: Ustvari iz
sv: Skapa från
th: สร้างจาก
tr: Başlangıç
uk: Створити з
ur: سے بنائیں
vi: Tạo từ
zh_hans: 创建方式
zh_hant: 建立來源

source: Create from Template
ar: إنشاء من القالب
ca: Crea a partir de la plantilla
cs: Vytvořit ze šablony
da: Opret fra skabelon
de: Aus Vorlage erstellen
el: Δημιουργία από Πρότυπο
es: Crear desde plantilla
fa: ایجاد از قالب
fi: Luo mallista
fr: Créer à partir d'un modèle
he: צור מתבנית
hr: Stvori iz predloška
hu: Létrehozás sablonból
id: Buat dari Templat
it: Crea da modello
ja: テンプレートから作成
ko: 템플릿에서 생성
ms: Buat daripada Templat
nl: Maken vanuit sjabloon
no: Opprett fra mal
pl: Utwórz z szablonu
pt_br: Criar a partir de modelo
pt_pt: Criar a partir do modelo
ro: Creați din șablon
ru: Создать из шаблона
sk: Vytvorte zo šablóny
sl: Ustvari iz predloge
sv: Skapa från mall
th: สร้างจากเทมเพลต
tr: Şablondan Oluştur
uk: Створити з шаблону
ur: ٹیمپلیٹ سے تخلیق کریں۔
vi: Tạo từ mẫu
zh_hans: 从模板创建
zh_hant: 從範本建立
